tap "homebrew/bundle"
brew "binwalk"
brew "btop"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cmake"
brew "docker-machine"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "ghostscript"
brew "gitleaks"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "icu4c@76"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "nload"
brew "pandoc"
brew "ripgrep"
brew "sphinx-doc"
brew "spin"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "xpdf"
brew "youtube-dl"
brew "yt-dlp"
cask "balenaetcher"
cask "caffeine"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "fsmonitor"
cask "gimp"
cask "hammerspoon"
cask "iterm2"
cask "jabref"
cask "notion"
cask "obsidian"
cask "rectangle"
cask "virtualbox"
cask "vlc"
cask "wireshark-app"
vscode "charliermarsh.ruff"
vscode "cschlosser.doxdocgen"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "yzhang.markdown-all-in-one"
